const help = (prefix, pushname, groupName) => {
	return `
࿇᭄─────「 🌌𝑩𝑬𝑴 𝑽𝑰𝑵𝑫𝑶🌌 」─────࿇᭄
           ༻▭▬▭▬▭▬ ᪣ ▭▬▭▬▭▬༺
                     Olá ${pushname} 👾
           ༻▭▬▭▬▭▬ ᪣ ▭▬▭▬▭▬༺
࿇᭄──────── ≪ ᪣ ≫ ────────࿇᭄

┌───────────────────
│╭────── 「 🤖𝑰𝑵𝑭𝑶 𝑩𝑶𝑻🤖 」
│├⪀ Nome: Teddy Bot🐻
│├⪀ Prefix: 「 ${prefix} 」
│├⪀ Status: On✅
│├⪀ Versão: 1.0 🤖
│├⪀ Grupo:  ${groupName} 💬
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 📒𝑴𝑬𝑵𝑼📒 」
│├⪀ ${prefix}bahasa
│├⪀ ${prefix}kodenegara
│├⪀ ${prefix}covid
│├⪀ ${prefix}play
│├⪀ ${prefix}audio
│├⪀ ${prefix}bug
│├⪀ ${prefix}request
│├⪀ ${prefix}toimg
│├⪀ ${prefix}tomp3
│├⪀ ${prefix}wame
│├⪀ ${prefix}ping
│├⪀ ${prefix}figu
│├⪀ ${prefix}pisc
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 💬𝑮𝑹𝑼𝑷𝑶💬 」
│├⪀ ${prefix}marcar
│├⪀ ${prefix}marcar2
│├⪀ ${prefix}marcar3
│├⪀ ${prefix}abrirgp
│├⪀ ${prefix}fechargp
│├⪀ ${prefix}promover
│├⪀ ${prefix}rebaixar
│├⪀ ${prefix}add
│├⪀ ${prefix}kick
│├⪀ ${prefix}infogp
│├⪀ ${prefix}linkgp
│├⪀ ${prefix}admins
│├⪀ ${prefix}antiracismo 「 on/off 」
│├⪀ ${prefix}antilink 「 1/0 」
│├⪀ ${prefix}nsfw 「 on/off 」
│├⪀ ${prefix}bemvindo 「 1/0 」
│├⪀ ${prefix}setnome
│├⪀ ${prefix}setdesc
│├⪀ ${prefix}online
│├⪀ ${prefix}notif
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 🎥𝑽𝑰𝑫𝑬𝑶🎥 」
│├⪀ ${prefix}reversevid
│├⪀ ${prefix}fastvid
│├⪀ ${prefix}slowvid
│├⪀ ${prefix}peep
│├⪀ ${prefix}peep2
│├⪀ ${prefix}peep3
│├⪀ ${prefix}xxx
│├⪀ ${prefix}xxx2
│├⪀ ${prefix}xxx3
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 🖼𝑰𝑴𝑨𝑮𝑬𝑴🖼 」
│├⪀ ${prefix}ocr
│├⪀ ${prefix}meme
│├⪀ ${prefix}mia
│├⪀ ${prefix}cyber
│├⪀ ${prefix}hentai
│├⪀ ${prefix}loli
│├⪀ ${prefix}porno
│├⪀ ${prefix}bomdia
│├⪀ ${prefix}boatarde
│├⪀ ${prefix}boanoite
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 🔊𝑨𝑼𝑫𝑰𝑶🔊 」
│├⪀ ${prefix}nightcore
│├⪀ ${prefix}slow
│├⪀ ${prefix}esquilo
│├⪀ ${prefix}gemuk
│├⪀ ${prefix}fast
│├⪀ ${prefix}bass
│├⪀ ${prefix}estourar
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 🎵𝑴𝑼𝑺𝑰𝑪𝑨🎵 」
│├⪀ ${prefix}bigodin
│├⪀ ${prefix}matinha
│├⪀ ${prefix}pegafirme
│├⪀ ${prefix}earkid
│├⪀ ${prefix}gringa
│├⪀ ${prefix}gorilla
│├⪀ ${prefix}dolar
│├⪀ ${prefix}talarica
│├⪀ ${prefix}ecko
│├⪀ ${prefix}vivencia
│├⪀ ${prefix}paredao
│├⪀ ${prefix}rick
│├⪀ ${prefix}venus
│├⪀ ${prefix}realtrap
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 🎪𝑫𝑰𝑽𝑬𝑹𝑺𝑨𝑶🎪 」
│├⪀ ${prefix}contar
│├⪀ ${prefix}death
│├⪀ ${prefix}gado
│├⪀ ${prefix}gay
│├⪀ ${prefix}abraço
│├⪀ ${prefix}shipp
│├⪀ ${prefix}detector
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 💎𝑷𝑹𝑬𝑴𝑰𝑼𝑴💎 」
│├⪀ ${prefix}divu
│├⪀ ${prefix}plaquinha
│├⪀ ${prefix}qrcode
│├⪀ ${prefix}delete
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 🕴𝑶𝑾𝑵𝑬𝑹🕴 」
│├⪀ ${prefix}bloquear
│├⪀ ${prefix}desbloquear
│├⪀ ${prefix}bloqueados
│├⪀ ${prefix}addprem
│├⪀ ${prefix}dellprem
│├⪀ ${prefix}premiumlist
│├⪀ ${prefix}ban
│├⪀ ${prefix}desbanir
│├⪀ ${prefix}limpar
│├⪀ ${prefix}tm
│├⪀ ${prefix}setprefix
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────
┌───────────────────
│╭────── 「 👽𝑰𝑵𝑭𝑶 𝑫𝑶𝑵𝑶👽 」
│├⪀ Nome: Guilherme
│├⪀ Nick: ⏤͟͟͞͞𝛬𝛫𝛪𝛮𝛩𝛤𝛪⼡
│├⪀ Número: wa.me/+5521968761210
│├⪀ Sexo: M-Masculino
│├⪀ Instagram: Sem no momento
│╰─────── ≪ ᪣ ≫ ────────
└───────────────────`
}

exports.help = help
